Repository: Zulu55/MocoConXamarin35
Catalog: MocoApp/MocoApp/Resources/AppResource.*.resx
Languages: es_es, it_it, pt

# alertAlert
source: Alert
es_es: Alerta
it_it: Avviso
pt: Aviso

# alertAtention
source: Attention
es_es: Atencion
it_it: Attenzione avviso
pt: Atenção

# alertAttedentRequest
source: Attendant request
es_es: Atendiete llamado
it_it: Richiesta di attendimento
pt: Solicitar Atendimento

# alertAttedentRequestSucess
source: Attendant request with success
es_es: Atendiente llamado con suceso
it_it: Richiesta di attendimento ricevuta
pt: Atendimento solicitado com sucesso

# alertAttendentComming
source: Please wait your attendant it’s on his way.
es_es: Por favor espere atendimiento esta en camino.
it_it: Per favore attendere, il tuo attendente sta arrivando.
pt: Por favor aguarde. Atendente está a caminho.

# alertCall
source: Call
es_es: Llamar
it_it: Chiamare
pt: Ligar

# alertCancel
source: Cancel
es_es: Cancelar
it_it: Annullato
pt: Cancelar

# alertCardMoneyNeedBeEqualTotal
source: The value in cash or card needs to be equal to the total value.
es_es: El valor en dinero o tarjeta debe ser igual al total a pagar.
it_it: Il valore in contanti o carta di credito deve essere uguale al valore totale.
pt: O valor em dinheiro e cartão precisa ser igual ao valor total

# alertCheckinClosed
source: Check has been closed successfully.
es_es: La cuenta ha sido cerrada con suceso.
it_it: Il conto è stato chiuso con successo.
pt: Conta encerrada com sucesso

# alertCheckinRegisteredSucess
source: Check-in has been successful.
es_es: Check-in se he hecho con suceso.
it_it: Il check-in è stato approvato.
pt: Check-in do cliente foi cadastrado com sucesso.

# alertCheckinSucess
source: Thanks. Now you can start ordering.
es_es: Gracias. Ahora puedes empezar a ordenar
it_it: Grazie. Adesso puoi incominciare a ordinare.
pt: Obrigado. Agora você pode começar a fazer seus pedidos.

# alertDelete
source: Delete.
es_es: Borrar
it_it: Elimina.
pt: Excluir

# alertEmployeeRegistered
source: Employee has been registered.
es_es: Empleado ha sido registrado.
it_it: Il dipendente è stato registrato.
pt: Funcionário cadastrado com sucesso.

# alertErrorOcured
source: An error has occurred
es_es: Ha ocurrido un error
it_it: C'è stato un errore
pt: Ocorreu um erro

# alertFillDiscount
source: Please enter discount value
es_es: Por favor escriba un valor de descuento
it_it: Si prega di inserire il valore dello sconto
pt: Insira o valor do desconto

# alertFillEmail
source: Please enter your email
es_es: Por favor escriba su email
it_it: Per favore inserisci la tua email
pt: Preencha o e-mail

# alertFillEmailPassword
source: Please enter your email and password
es_es: Por favor escriba su email y contraseña
it_it: Per favore inserisci la tua email e la password
pt: Preencha e-mail e senha.

# alertFillEmailValid
source: Please enter a valid email
es_es: Por favor escriba un email valido
it_it: Inserisci un'email valida
pt: Preencha um e-mal válido

# alertFillMotiveCancel
source: Please enter reason for cancelling
es_es: Por favor escriba motivo de cancelacion
it_it: Si prega di specificare il motivo per cui è stato cancellato
pt: Insira o motivo do cancelamento

# alertFillName
source: Enter name
es_es: Escriba nombre
it_it: Inserisci il nome
pt: Preencha o nome

# alertFillPassword
source: Enter password
es_es: Escriba contraseña
it_it: Inserire la password
pt: Preencha a senha

# alertFillPasswordDifferent
source: Passwords don’t match
es_es: contraseñas no son iguales
it_it: Le password non corrisponde
pt: As senhas não conferem

# alertFillPhone
source: Enter phone
es_es: Escriba su telefono
it_it: Inserisci il telefono
pt: Preencha o telefone

# alertFillRating
source: Enter a rating
es_es: Escriba una resena
it_it: Inserisci una valutazione
pt: Insira uma avaliação.

# alertFillRoomNumber
source: Enter room number
es_es: Escriba su habitacion
it_it: Inserisci il numero della camera
pt: Insira o numero do quarto.

# alertFillTips
source: Enter tip amount
es_es: Escriba el valor de propina
it_it: Inserisci l'importo della mancia
pt: Insira o valor da gorjeta

# alertFillValid
source: Enter valid password
es_es: Escriba una contraseña valida
it_it: Inserire una password valida
pt: Preencha uma senha válida

# alertInfoDeleteCategory
source: Are you sure you want to delete? All values for this item will be deleted.
es_es: Esta seguro quiere borrarlo? Todos los valores para este producto seran borrados
it_it: Sei sicuro di voler eliminare? Tutti i valori per questo articolo saranno cancellati.
pt: Deseja realmente excluir? Todos os registros desse item serão excluidos.

# alertInformQtdPeople
source: Please enter number of people
es_es: Por favor entre numero de personas
it_it: Si prega di inserire il numero di persone
pt: Você precisa informar o número de pessoas.

# alertInvalidFields
source: Invalid field
es_es: Campo invalido
it_it: Campo non valido
pt: Campos inválidos

# alertItemDeletedSucess
source: Item removed successfully
es_es: Item borrado son suceso
it_it: Elemento rimosso con successo
pt: Item removido com sucesso.

# alertLoading
source: Loading...
es_es: Cargando...
it_it: Caricamento in corso...
pt: Carregando...

# alertLoging
source: Loging
es_es: Entrando
pt: Entrando

# alertMEessageSentSucess
source: Message send successfully. Please wait for admin contact
es_es: Mensaje enviado con suceso. Por faoe esperar contacto del administrador
it_it: Messaggio inviato correttamente. Si prega di attendere che l'amministrazione vi contatti
pt: Mensagem enviada com sucesso. Aguarde o contato dos administradores

# alertNeedCheckoutLocation
source: You need to check-out in your actual location before can do a check-in
es_es: Necesitas check-out en tu localizacion actual para poder hacer check-in
it_it: Devi effettuare il check-out nella tua posizione attuale prima di poter effettuare il check-in
pt: Você precisa fazer check-out na localização atual antes de efetuar novo check-in

# alertNeedInformOccupation
source: You need to enter {0}. Please contact an attendant
es_es: Necesitas escribir {0}. Por favor contactar un atendiente
it_it: Devi scrivere {0}. Si prega di contattare un assistente
pt: Você precisa preencher {0}. Por favor contate o atendente.

# alertNeedMakeCheckin
source: You need to start an order
es_es: Necesitas solicitar un pedido
it_it: Per iniziare devi ordinare
pt: Você precisa fazer um pedido

# alertNoneCheckinFound
source: No Check-in was found
es_es: Check-in no fue encontrado
it_it: Nessun check-in è stato trovato
pt: Nenhum checkin encontrado.

# alertOnlyNumber
source: Please enter only numbers
es_es: Por favor entrar solo numeros
it_it: Si prega di inserire solo numeri
pt: Insira apenas numeros

# alertOrders
source: Orders
es_es: Ordenes
it_it: Ordini
pt: Pedidos

# alertOrderSucess
source: Order placed successfully.
es_es: Orden hecha con suceso.
it_it: Ordine effettuato con successo.
pt: Pedido realizado com sucesso.

# alertPasswordChanged
source: Password has been changed
es_es: contraseña ha sido cambiada
it_it: La password è stata cambiata
pt: Senha alterada com sucesso

# alertPrinting
source: Printing...
es_es: Imprimiendo...
it_it: Stampa...
pt: Imprimindo...

# alertProfileChanged
source: Profiled has been changed.
es_es: Profile ha sido cambiado.
it_it: Il profilo è stato cambiato.
pt: Perfil alterado com sucesso.

# alertRatingSucess
source: Rating done successfully.
es_es: Resena ha sido hecha con suceso.
it_it: Valutazione eseguita con successo.
pt: Avaliação enviada com sucesso.

# alertReallyWantMakeOrder
source: Are you sure you want to place an order?
es_es: Esta seguro quiere poner la orden?
it_it: Sei sicuro di voler effettuare un ordine?
pt: Deseja realmente fazer o pedido?

# alertRequestSucess
source: Check-out request placed successfully . Please wait to close your check.
es_es: Check-out pedido con suceso . Por favor espere para su cuenta.
it_it: Richiesta di check-out effettuata correttamente. Si prega di attendere la chiusura del conto.
pt: Pedido de check-out feito com sucesso. Aguarde o fechamento da conta.

# alertSave
source: Save
es_es: Guardar
it_it: Salvato
pt: Salvar

# alertSelectCompany
source: Select a Company
es_es: Seleccionar una compania
it_it: Seleziona una compagnia
pt: Selecione a Empresa

# alertSelectedLocation
source: Select location type.
es_es: Selecionar un tipo de localizacion
it_it: Seleziona il tipo di area.
pt: Selecione um tipo para a localização.

# alertSucess
source: Success
es_es: Suceso
it_it: Approvato
pt: Sucesso

# alertTakingLocation
source: Loading your location...
es_es: Obteniendo tu localizacion...
it_it: Caricamento dell'area ...
pt: Pegando localização...

# alertWaitAttedent
source: Wait for attendant
es_es: Espera por atendiente
it_it: Aspetta l'addetto
pt: Aguarde o atendente

# alertWantAttendent
source: Do you want to call the attendant?
es_es: Quieres llamar el atendiente?
it_it: Vuoi chiamare un attendente?
pt: Deseja solicitar atendimento?

# alertWantcancelCheckout
source: Do you want to close your check?
es_es: Quieres cerrar la cuenta?
it_it: Vuoi chiudere il conto?
pt: Deseja realmente fechar sua conta?

# alertWantCloseLocationBill
source: Do you want to close your check at this location?
es_es: Quieres cerrar la cuenta en esta localizacion?
it_it: Vuoi chiudere il conto in questa area?
pt: Deseja realmente fechar sua conta nesse estabelecimento?

# alertWantMakeOrder
source: Do you want to place the order?
es_es: Quieres poner la orden?
it_it: Vuoi ordinare?
pt: Você realmente deseja fazer pedido?

# btnDelet
source: Delete
es_es: Borrar
it_it: Elimina
pt: Deletar

# btnDelivered
source: Delivered
es_es: Entregado
it_it: Consegnato
pt: Entregue

# btnFinish
source: Close bill
es_es: Cerrar cuenta
it_it: Chiudi il conto
pt: Finalizar conta

# btnInProgress
source: In Progress
es_es: En progreso
it_it: In corso
pt: Em Andamento

# btnNext
source: Next
es_es: Proximo
it_it: Il prossimo
pt: Próximo

# btnRegister
source: Register
es_es: Registrar
it_it: Registrare
pt: Cadastrar

# lbCCompanyEdit
source: Company edit
es_es: Editar compania
it_it: Modifica della compagnia
pt: Editar Empresa

# lblAccept
source: Accept
es_es: Aceptar
it_it: Accettare
pt: Aceitar

# lblAccountDetails
source: Account details
es_es: Detalles de la cuenta
it_it: Dettagli account
pt: Detalhes da conta

# lblAdd
source: Add
es_es: Anadir
it_it: Inserisci
pt: Adicionar

# lblAddClient
source: Add client
es_es: Anadir cliente
it_it: Aggiungi cliente
pt: Adicionar Cliente

# lblAddDeliveryLocation
source: Add delivery location
es_es: Anadir lugar de entrega
it_it: Aggiungi l'area di consegna
pt: Adicionar local de entrega

# lblAddDeliveryLocations
source: Add location
es_es: Anadir localizacion
it_it: Aggiungi area
pt: Adicionar local

# lblAddEmployee
source: Add employee
es_es: Anadir empleado
it_it: Aggiungi dipendente
pt: Adicionar Funcionário

# lblAddNewClient
source: Add new client
es_es: Anadir nuevo cliente
it_it: Aggiungi un nuovo cliente
pt: Adicionar novo cliente

# lblAddOrder
source: Add order
es_es: Anadir orden
it_it: Aggiungi ordine
pt: Adicionar pedido

# lblAllocation
source: Location(Room #):
es_es: Localizacion(Habitacion #):
it_it: Area(Stanza #):
pt: Alocação(Quarto #):

# lblAmountOfPeople
source: Number of people
es_es: Numero de personas
it_it: Numero di persone
pt: Quantidade de pessoas

# lblAnyObservation
source: Any observation?
es_es: Alguna observacion?
it_it: Qualche osservazione?
pt: Alguma observação?

# lblAttended
source: Attendant
es_es: Atendido
it_it: Attendente
pt: Atendidos

# lblAttendent
source: Attendant
es_es: Atendiente
it_it: Attendente
pt: Atendente

# lblAvailableToCustomers
source: Available to clients ?
es_es: Disponible para clientes ?
it_it: Disponibile per i clienti?
pt: Disponível para os clientes?

# lblBaksheesh
source: Tip($)
es_es: Propina($)
it_it: Mancia($)
pt: Gorjeta(R$)

# lblBeachs
source: Beach
es_es: Playa
it_it: Spiagge
pt: Praia

# lblCanceled
source: Cancelled
es_es: Cancelado
it_it: Cancellato
pt: Cancelados

# lblCard
source: Credit card
es_es: Tarjeta de credito
pt: Cartão

# lblCategories
source: Categories
es_es: Categorias
it_it: Categorie
pt: Categorias

# lblCategory
source: Category
es_es: Categoria
it_it: Categoria
pt: Categoria

# lblChangeImage
source: Image (click to change)
es_es: Imagen (Click para cambiar)
it_it: Foto (clicca per cambiare)
pt: Imagem (clique para alterar)

# lblChangePassword
source: Change password
es_es: Mudar contraseña
it_it: Cambia la password
pt: Alterar Senha

# lblChangePasswordToUpper
source: CHANGE PASSWORD
es_es: MUDAR contraseña
it_it: CAMBIA LA PASSWORD
pt: ALTERAR SENHA

# lblCheckinDetails
source: Check-in details
es_es: Detalles de Check-in
it_it: Dettagli del check-in
pt: Detalhes do Checkin

# lblCheckinPending
source: Check-in pending
es_es: Check-in pendiente
it_it: In attesa di check-in
pt: Checkin Pendente

# lblCheckinsHistory
source: Check in history
es_es: Historico de Check in
it_it: Archivio check-in
pt: Histórico de Checkins

# lblCity
source: City
es_es: Ciudad
it_it: Città
pt: Cidade

# lblClickGreenToCheckin
source: Check green button to check-in
es_es: Haz click en el button verde para check-in
it_it: Clicca il pulsante verde per fare il check-in
pt: Clique no circulo verde na localização que deseja fazer check-in.

# lblClickToChange
source: *Click to change
es_es: *Haz Click para cambiar
it_it: *Click per cambiare
pt: *Clique para alterar

# lblClient
source: Client
es_es: Cliente
it_it: Cliente
pt: Cliente

# lblClientName
source: Client name
es_es: Nombre del cliente
it_it: Nome del cliente
pt: Nome do Cliente:

# lblClients
source: Clients
es_es: Clientes
it_it: Clienti
pt: Clientes

# lblClosedAccount
source: Your account has been closed.
es_es: Tu cuenta ha sido cerrada.
it_it: Il tuo account è stato chiuso
pt: Sua conta já foi encerrada.

# lblcommentAboutProduct
source: Leave a comment on this product.
es_es: Dejar comentario en este producto.
it_it: Lascia un commento su questo prodotto.
pt: Deixe um comentário sobre este produto!

# lblCompanies
source: HiCharlie Venues
es_es: Lugares en HiCharlie
it_it: I locali di HiCharlie
pt: Empresas

# lblConfirmPassword
source: Confirm password
es_es: Confirmar contraseña
it_it: Conferma la password
pt: Confirmar senha

# lblConfirmToPassword
source: Confirm password
es_es: Confirmar contraseña
it_it: Conferma la password
pt: Confirme a senha

# lblCorporation
source: Companies
es_es: Companias
it_it: Compagnie
pt: Companhias

# lblCreateCategory
source: Create category
es_es: Crear categoria
it_it: Crea una categoria
pt: Criar Categoria

# lblCreateGroup
source: Create group
es_es: Crear grupo
it_it: Crea un gruppo
pt: Criar Grupo

# lblCreateLocation
source: Create location
es_es: Crear localizacion
it_it: Crea un'area
pt: Criar Localização

# lblCreateProduct
source: Create product
es_es: Crear producto
it_it: Crea un prodotto
pt: Criar produto (

# lblDeleteEmployee
source: Remove employee
es_es: Remover empleado
it_it: Rimuovi dipendente
pt: Remover Funcionário

# lblDeliver
source: Deliver
es_es: Entregar
it_it: Consegnare
pt: Entregar

# lblDelivery
source: Delivery
es_es: Entrega
it_it: Consegna
pt: Entrega

# lblDeliveryLocations
source: Delivery locations
es_es: Lugares de entrega
it_it: Aree di consegna
pt: Locais de entrega

# lblDescription
source: Description
es_es: Descripcion
it_it: Descrizione
pt: Descrição

# lblDiscount
source: Discount
es_es: Descuento
it_it: Sconto
pt: Desconto

# lblEdit
source: Edit
es_es: Editar
it_it: Modificare
pt: Editar

# lblEditCategory
source: Edit category
es_es: Editar categoria
it_it: Modificare categoria
pt: Editar Categoria

# lblEditEmployee
source: Edit employee
es_es: Editar empleado
it_it: Modifica dipendente
pt: Editar Funcionário

# lblEditGroup
source: Edit group
es_es: Editar grupo
it_it: Modificare gruppo
pt: EditarGrupo

# lblEditLocation
source: Edit location
es_es: Editar local
it_it: Modificare area
pt: Editar Localização

# lblEditPassword
source: Edit password
es_es: Editar contraseña
it_it: Modificare password
pt: Editar Senha

# lblEditProduct
source: Edit product
es_es: Editar producto
it_it: Modificare prodotto
pt: Editar produto

# lblEditProfile
source: Edit profile
es_es: Editar profile
it_it: Modifica Profilo
pt: Editar Perfil

# lblEditProfileUPPER
source: EDIT PROFILE
es_es: EDITAR PROFILE
it_it: MODIFICA PROFILO
pt: EDITAR PERFIL

# lblEnter
source: LOG IN
pt: LOGAR

# LblEnterAsGuest
source: ENTER AS VISITOR
es_es: ENTRAR COMO VISITANTE
it_it: ENTRA COME VISITATORE
pt: ENTRAR COMO VISITANTE

# lblEnterContactUPPER
source: ENTER CONTACT
es_es: ENTRAR CONTACTO
it_it: INVIA CONTATTO
pt: ENTRE EM CONTATO

# lblEstablishmentReport
source: Company report
es_es: Reporte de compania
it_it: Rapporto della compagnia
pt: Relatório do Estabelecimento

# lblExchangePassword
source: Change password
es_es: Mudar contraseña
it_it: Cambia password
pt: Trocar Senha

# lblExit
source: Exit
es_es: Salir
it_it: Uscita
pt: Sair

# lblFilter
source: Filter
es_es: Filtro
it_it: Filtro
pt: Filtrar

# lblFilterUpper
source: FILTER
es_es: FILTRO
it_it: FILTRO
pt: FILTRAR

# lblFinalDate
source: Final date
es_es: Fecha final
it_it: Data finale
pt: Data final

# lblFinalSchedule
source: Final schedule
es_es: Hora final
it_it: Ora finale
pt: Horário Final

# lblForgotPassword
source: Forgot password
es_es: Olvide contraseña
it_it: Hai dimenticato la password
pt: Esqueci Senha

# lblGallery
source: Gallery
es_es: Galeria
it_it: Galleria
pt: Galeria

# lblGrill
source: Grill
it_it: Griglia
pt: Churrasqueira

# lblHistory
source: Orders history
es_es: Historial de ordenes
it_it: Cronologia degli ordini
pt: Histórico Pedidos

# lblHotels
source: Hotels
es_es: Hoteles
pt: Hotéis

# lblHoursAttenUPPER
source: HOURS OF OPERATION
es_es: HORAS DE OPERACION
it_it: ORARI DI APERTURA
pt: HORÁRIO DE ATENDIMENTO

# lblHowWantToPay
source: How would you like to pay?
es_es: Como le gustaria pagar?
it_it: Come volete pagare?
pt: Como deseja pagar?

# lblIdiom
source: Language preference
es_es: Lenguaje de preferencia
it_it: Lingua preferita
pt: Idioma de preferência

# lblImages
source: Images
es_es: Imagenes
it_it: Immagini
pt: Imagens

# lblInitialDate
source: Start date
es_es: Fecha de inicio
it_it: Data di inizio
pt: Data ínicio

# lblItemCreatedSucess
source: Item created successfully
es_es: Producto creado con suceso
it_it: Articolo creato con successo
pt: Item criado com sucesso.

# lblItemUpdatedSucess
source: Item updated successfully
es_es: Producto cambiado con suceso
it_it: Elemento aggiornato correttamente
pt: Item atualizado com sucesso.

# lblLeaveComment
source: Leave a comment!
es_es: Dejar un comentario!
it_it: Lascia un commento!
pt: Deixe um comentário sobre este local!

# lblLocality
source: Locations
es_es: Localizaciones
it_it: Aree
pt: Localizações

# lblLocalName
source: Location name
es_es: Nombre del local
it_it: Nome dell'area
pt: Nome do local

# lblLocation
source: Location
es_es: Localizacion
it_it: Area
pt: Localização

# lblLocationDetails
source: Location details
es_es: Detalles de localizacion
it_it: Dettagli dell'area
pt: Detalhes da localização

# lblLocationTwoPoints
source: Location:
es_es: Localizacion:
it_it: Area:
pt: Localização:

# lblLocationType
source: Location type
es_es: Tipo de localizacion
it_it: Tipo di area
pt: Tipo da Localização

# lblMessage
source: Message
es_es: Mensaje
it_it: Messaggio
pt: Mensagem

# lblMoney
source: Money
es_es: Dinero
it_it: Contanti
pt: Dinheiro

# lblMyOrders
source: My orders
es_es: Mis ordenes
it_it: I miei ordini
pt: Meus Pedidos

# lblName
source: Name
es_es: Nombre
it_it: Nome
pt: Nome

# lblNew
source: New
es_es: Nuevo
it_it: Nuovo
pt: Novo

# lblNewPassword
source: New password
es_es: Nueva contraseña
it_it: Nuova password
pt: Nova senha

# lblNo
source: No
pt: Não

# lblNoCheckinOpen
source: No Check-in open
es_es: No hay Check-in abierto
it_it: Nessun check-in aperto
pt: Nenhum checkin aberto.

# lblNoOrderAccept
source: No orders accepted
es_es: No hay orden aceptada
it_it: Nessun ordine accettato
pt: Nenhum pedido aceito disponível.

# lblNoOrderInThePeriod
source: No order during this period.
es_es: No hay ordenes durante este periodo.
it_it: Nessun ordine durante questo periodo.
pt: Nenhum pedido no periodo.

# lblNoPendingOrder
source: No order pending.
es_es: No hay orden pendiente
it_it: Nessun ordine in sospeso.
pt: Nenhum pedido pendente.

# lblNoProducts
source: No products.
es_es: No hay productos.
it_it: Nessun prodotto.
pt: Nenhum produto.

# lblNoRecordForTheRequestedFilter
source: No record for the requested filter.
es_es: No hay datos para el filtor seleccionado.
it_it: Nessun dato per il filtro richiesto.
pt: Nenhum registro para o filtro solicitado.

# lblNotificationsUPPER
source: NOTIFICATIONS
es_es: NOTIFICACIONES
it_it: NOTIFICHE
pt: NOTIFICAÇÔES

# lblNotOwnAny
source: Don't have any
es_es: No tengo ninguna
it_it: Non ho un numero di sedia
pt: Não possuo nenhuma

# lblNumberOfOcupation
source: Enter location number
es_es: Entrar numero de localizacion
it_it: Inserisci il numero di occupazione
pt: Informe o numero da sua ocupação

# lblNumberOfPeople
source: Enter number of people
es_es: Entrar numero de personas
it_it: Inserisci il numero di persone
pt: Informe a quantidade de pessoas

# lblObservation
source: Observations
es_es: Observaciones
it_it: osservazioni
pt: Observações

# lblOffices
source: Employees
es_es: Empleados
it_it: Dipendenti
pt: Funcionários

# lblOpeningHours
source: Opening hours
es_es: Horario abierto
it_it: Ora di inizio
pt: Horário Inicial

# lblOrderBestRatings
source: Best ratings
es_es: Mejor resena
it_it: Le migliori valutazioni
pt: Melhores avaliações

# lblOrderBy
source: Ordered by distance
es_es: Ordenado por distancia
it_it: Ordinato per distanza
pt: Ordenados por proximidade

# lblOrderDetails
source: Order details
es_es: Detalles de la orden
it_it: Dettagli dell'ordine
pt: Detalhes do pedido

# lblOrderFavorites
source: Favorites
es_es: Favoritos
it_it: Favoriti
pt: Favoritos

# lblOrderHistory
source: Orders history
es_es: Historico de ordenes
it_it: Cronologia degli ordini
pt: Histórico de Pedidos

# lblOrderPriceUnid
source: Price unit. {0:C}
es_es: Precio por unidad. {0:C}
it_it: Prezzo unitario. {0:C}
pt: Preço Unid. {0:C}

# lblOrderProximity
source: Proximity
es_es: Proximidad
it_it: Vicinanza
pt: Proximidade

# lblOrdersDoneUPPER
source: ORDERS PLACED
es_es: ORDENES HECHAS
it_it: ORDINI EFFETTUATI
pt: PEDIDOS REALIZADOS

# lblPassword
source: Password
es_es: contraseña
pt: Senha

# lblPayLater
source: Charge to Room
es_es: Cargar Habitacion
it_it: Addebito in camera
pt: Cobrar para o quarto

# lblPaymentFormUPPER
source: FORM OF PAYMENT
es_es: FORMA DE PAGAMIENTO
it_it: FORME DI PAGAMENTO
pt: FORMAS DE PAGAMENTO

# lblPhone
source: Phone
es_es: Telefono
it_it: Telefono
pt: Telefone

# lblPhotoUPPER
source: PHOTOS
es_es: FOTOS
it_it: Foto
pt: FOTOS

# lblPrefix
source: Prefix(Chair#, Table#...
es_es: Prefijo(numero de mesa#, Mesa#...
it_it: Prefisso(Sedia#, Tavolo#...
pt: Prefixo(Cadeira#, Mesa#...

# lblProduct
source: Product
es_es: Producto
it_it: Prodotti
pt: Produto

# lblProductReport
source: Products report
es_es: Reporte de producto
it_it: Inventario dei prodotti
pt: Relatório de produtos

# lblProductsReport
source: Products report
es_es: Reporte de productos
it_it: Inventario dei prodotti
pt: Relatório Produtos

# lblQuantity
source: Quantity
es_es: Cantidad
it_it: Quantità
pt: Quantidade

# lblQuantityOfPeople
source: Quantity of people:
es_es: Cantidad de personas:
it_it: Quantità di persone:
pt: Quantidade Pessoas:

# lblRating
source: Rating
es_es: Resena
it_it: Valutazione
pt: Avaliações

# lblRattingsUpper
source: RATINGS
es_es: RESENAS
it_it: VALUTAZIONE
pt: AVALIAÇÔES
