Repository: Zulu55/MocoConXamarin35
Catalog: MocoApp/MocoApp/Resources/AppResource.*.resx
Languages: es_es, it_it, pt

# lblReasonForCancellationTwoPoints
source: Reason for cancellation:
es_es: Razon para cancelar:
it_it: Motivo per cui è stato cancellato:
pt: Motivo do cancelamento:

# lblRegister
source: REGISTER
es_es: REGISTRAR
it_it: REGISTRARE
pt: CADASTRAR

# lblRegisterInfo
source: At registration you agree with
es_es: Al registrar estas de acuerdo con
it_it: Registrandoti sei d'accordo
pt: Ao se cadastrar, você concorda com os

# lblRegisterName
source: First name
es_es: Primer nombre
it_it: Nome
pt: Nome

# lblReject
source: Reject
es_es: Rechazar
it_it: Rifiutare
pt: Recusar

# lblRemove
source: Remove
es_es: Remover
it_it: Rimuovere
pt: Remover

# lblReportEstablishment
source: Venue report
es_es: Reporte de lugares
it_it: Rapporto della compagnia
pt: Relatório Estabelecimento

# lblRequestAccount
source: Request check
es_es: Pedir la cuenta
it_it: Richiesta del conto
pt: Solicitar Conta

# lblRestaurants
source: Restaurants
es_es: Restaurantes
it_it: Ristoranti
pt: Restaurantes

# lblRoom
source: Room
es_es: Habitacion
it_it: Stanza
pt: Quarto

# lblRoomToPoints
source: Room #:
es_es: Habitacion #:
it_it: Stanza #:
pt: Quarto #:

# lblSelect
source: Select
es_es: Seleccionar
it_it: Selezionare
pt: Selecione

# lblSelectALocation
source: Select a location
es_es: Selecionar localizacion
it_it: Selezionare un area
pt: Selecione uma localização

# lblSelectWhereToDelivery
source: Select delivery location
es_es: Seleccionar lugar de entrega
it_it: Selezionare l'area di consegna
pt: Selecione local de Entrega

# lblSendPassword
source: SEND PASSWORD
es_es: ENVIAR contraseña
it_it: INVIA PASSWORD
pt: ENVIAR SENHA

# lblShare
source: Share
es_es: Compartir
it_it: Condividere
pt: Compartilhar

# lblSold
source: Sold
es_es: Vendido
it_it: Venduti
pt: vendidos

# lblSolicitation
source: Call service
es_es: Llamar servicio
it_it: Servizio
pt: Solicitar

# lblStoque
source: In Stock
es_es: En Stock
it_it: Disponibili
pt: em estoque

# lblTable
source: Table
es_es: Mesa
it_it: Tavolo
pt: Mesa

# lblTableTwoPoints
source: Table:
es_es: Mesa:
it_it: Tavolo:
pt: Mesa:

# lblTapToAlter
source: *Click to change
es_es: *Click para alterar
it_it: *Clicca x cambiare
pt: *Toque para alterar

# lblTaxs
source: Taxes
it_it: Tasse
pt: Taxas

# lblTerms
source: Terms of use
es_es: Terminos de uso
it_it: Condizioni d'uso
pt: termos de uso

# lblTheFee
source: Taxes value (%)
es_es: Valor de Taxes (%)
it_it: Valore delle tasse (%)
pt: Valor da Taxa(%)

# lblTips
source: Tip
es_es: Propina
it_it: Mance
pt: Gorjeta

# lblTipValue
source: Tip amount (%)
es_es: Valor de propina (%)
it_it: Valore delle mance (%)
pt: Valor da Gorjeta(%)

# lblTitle
source: Title
es_es: Titulo
it_it: Titolo
pt: Titulo

# lblToCheckin
source: To check in
es_es: Para check in
it_it: Per il check-in
pt: Fazer Checkin

# lblTotalMissing
source: Pending balance
es_es: Balance pendiente
it_it: Totale mancante
pt: Balanço pendente

# lblTotalOfPeople
source: Total people
es_es: Total de personas
it_it: Totale persone
pt: Total de pessoas

# lblTotalPaid
source: Total paid
es_es: Total pago
it_it: Totale pagato
pt: Total Pago

# lblTotalPaidTwouPints
source: Total paid:
es_es: Total pago:
it_it: Totale pagato:
pt: Total Pago:

# lblTotalSpent
source: Total spent
es_es: Total gastado
it_it: Totale speso
pt: Total Gasto

# lblUnitaryValue
source: Unit value
es_es: Valor unidad
it_it: Valore unitario
pt: Valor Unitário

# lblValue
source: Value
es_es: Valor
it_it: Valore
pt: Valor

# lblValueCard
source: Debit/Credit card amount
es_es: Monto en tarjeta de debito/credito
it_it: Importo della carta di debito/credito
pt: Valor no cartão

# lblValueCardTwoPoints
source: Debit/Credit card amount:
es_es: Monto en tarjeta de debito/credito:
it_it: Importo della carta di debito/credito:
pt: Valor no cartão:

# lblValueMoney
source: Cash amount
es_es: Monto en efectivo
it_it: Importo in contanti
pt: Valor no dinheiro

# lblValueMoneyTwoPoints
source: Cash amount:
es_es: Monto en efectivo:
it_it: Importo in contanti:
pt: Valor no dinheiro:

# lblViewLocations
source: View venues
es_es: Ver lugares
it_it: Visualizza le compagnie
pt: Veja os locais do estabelecimento

# lblWantDeleteEmployee
source: Do you want to remove employee?
es_es: Quieres remover el empleado?
it_it: Vuoi rimuovere il dipendente?
pt: Deseja Remover o funcionário?

# lblYes
source: Yes
es_es: Si
it_it: Si
pt: Sim

# lblYield
source: Yield
es_es: Resultado
it_it: Profitto
pt: Rendimento

# phEntryEmailCorrectly
source: Enter correct email
es_es: Entrar email correcto
it_it: Inserisci l'e-mail corretta
pt: Digite o e-mail corretamente.

# textCloseBill
source: Close check
es_es: Cerrar cuenta
it_it: Chiudi il conto
pt: Fechar Conta

# textEnglish
source: English
es_es: Ingles
pt: Inglês

# textHiCharlieShare
source: I’m here {0}. I am using HiCharlie App, a new way to order at my favorite place! Join me! HiCharlie @ http://www.hicharlieapp.com"
es_es: Estoy aqui {0}. Baja el app de HiCharlie! Bajate HiCharlie @ http://www.hicharlieapp.com"
it_it: Ciao Sono qui{0}.Sto usando HiCharlie App, un nuovo modo di ordinare nei miei posti preferiti! Usalo anche tu! HiCharlie @ http://www.hicharlieapp.com"
pt: Estou aqui! {0}. Baixe agora o aplicativo HiCharlie! Download HiCharlie http://www.hicharlieapp.com"

# textNotGuestHotel
source: Not a guest of the hotel
es_es: No soy huesped del hotel
it_it: Non sono un ospite dell'hotell
pt: Não sou convidado do hotel

# textNotHaveReservation
source: I don’t have one
es_es: No tengo número de localización
it_it: Io non ne ho uno
pt: Não possuo número da localização

# textPortugues
source: Portuguese
pt: Português

# textRatings
source: ratings)
es_es: resenas)
it_it: Valutazioni)
pt: avaliações)

# textRequestCheckout
source: Request check-out
es_es: Pedir check-out
it_it: Richiedi il check-out
pt: Solicitar Checkout

# textRoomNumber
source: Room#
es_es: Habitacion#
it_it: Stanza#
pt: Número do Quarto

# textSpain
source: Spanish
es_es: Espanol
pt: Espanhol

# textWantCloseLocationBillOrder
source: Do you want to close your check at
es_es: Quieres cerrar tu cuenta en
it_it: Voi chiudere il tuo conto a
pt: Deseja realmente fechar sua conta em

# txtAll
source: All
es_es: Todo
it_it: Tutte
pt: Todos

# txtFillNameMessage
source: Enter name and message
es_es: Entrar nombre y mensaje
it_it: Inserisci il nome e il messaggio
pt: Preencha o nome e a mensagem.

# lblCart
source: Cart
es_es: Menu
it_it: Carta
pt: Cardápio

# lblCheckinsActive
source: Checkins Open
es_es: Checkin Abiertos
it_it: Checkins Aperti
pt: Checkins Aberto

# lblEditCompany
source: Edit Company
es_es: Editar Compañía
it_it: Modifica la compagina
pt: Editar Empresa

# lblLoginLogout
source: Login/Logout
es_es: Inicio de sesión/Cierre de sesión
pt: Entrar/Sair

# lblNotifications
source: Notifications
es_es: Notificaciones
it_it: Notifiche
pt: Notificações

# lblOrderDone
source: Order history
es_es: Historial de órdenes
it_it: Cronologia ordini
pt: Pedidos Realizado

# lblOrdersAccepted
source: Orders Accepted
es_es: Órdenes Aceptadas
it_it: Ordini accettati
pt: Pedidos Aceito

# lblOrdersOpen
source: Orders Open
es_es: Órdenes Abiertas
it_it: Ordini aperti
pt: Pedidos Aberto

# lblReports
source: Reports
es_es: Detalles de Reportes
it_it: Rapporti
pt: Relatórios

# lblSettings
source: Settings
es_es: Configuraciones
it_it: Impostazioni
pt: Configurações

# lblTalkWithUs
source: Talk with us
es_es: Hablar con nosotros
it_it: Mandaci un messaggio
pt: Fale Conosco

# lblCardObs
source: (CARD)
es_es: (TARJETA)
it_it: (CARTA)
pt: (CARTÃO)

# lblMoneyObs
source: (MONEY)
es_es: (DINERO)
it_it: (CONTANTI)
pt: (DINHEIRO)

# lblInsertMoneyPaid
source: Insert money paid valu
es_es: Inserte dinero pagado valor!
it_it: Inserisci il valore pagato in contanti
pt: Insira o valor pago em dinheiro

# lblInsertCardPaid
source: Insert card paid value
es_es: ¡Inserte el valor pagado de la tarjeta!
it_it: Inserisci il valore pagato della carta di credito
pt: Insira o valor pago no cartão

# lblPendingPayment
source: Payment Pending:
es_es: Pago Pendiente:
it_it: Pagamento in sospeso:
pt: Pagamento Pendente:

# lblPaid
source: Paid
es_es: Pagado
it_it: Pagato
pt: Pago

# alertGuestRegister
source: You are visitor. To access this function make your registration!
es_es: Eres visitante Para acceder a esta función haz tu registro !!
it_it: Sei un visitatore. Per accedere a questa funzione effettua la tua registrazione!
pt: Você está como visitante. Para acessar essa função faça seu cadastro!

# alertConfirmActionTitle
source: Confirmation
es_es: Confirmacion
it_it: Conferma
pt: Confirmação

# lblEnterFacebook
source: ENTER WITH FACEBOOK
es_es: ENTRAR CON FACEBOOK!
it_it: ENTRA CON FACEBOOK
pt: ENTRAR COM FACEBOOK

# lblNewUser
source: NEW USER
es_es: NUEVO USUARIO
it_it: NUOVO UTENTE
pt: NOVO USUÁRIO

# lblCruises
source: Cruises
es_es: Cruceros
it_it: Crociere
pt: Cruzeiro

# lblCurrentPosition
source: Current Position
es_es: Posicion Actual
it_it: Posizione attuale
pt: Posição Atual

# lblNewPosition
source: New Position
es_es: Nueva Posicion
it_it: Nuova Posizione
pt: Nova Posição

# lblTotalPositionsAvailable
source: Total locations available: 1 to
es_es: Total de localizaciones disponibles: 1 de
it_it: Totale posizioni disponibili: 1 to
pt: Total de posições disponíveis: 1 até

# textNotAHiCharlieUser
source: Not a HiCharlie user
es_es: No es un usuario de HiCharlie
it_it: Non è un utente di HiCharlie
pt: Não é usuário do HiCharlie

# alertInformNumberOfPeople
source: You need to inform the quantity of people
es_es: Necesitas informar la cantidad de personas
it_it: Devi scrivere la quantità delle persone
pt: Você precisa informar o número de pessoas

# alertNeedToFillAllocation
source: You need to fill {0}. Please call an attendant
es_es: Necesitas llenar {0}.Por favor contacte a uno asistente
it_it: Devi compilare {0}. Si prega di chiamare un attendente o la reception
pt: Você precisa preencher {0}. Por favor contate o atendente

# alertSomethingWentWrong
source: An error has occurred. Try again in a few minutes.
es_es: Ocurrio un error. Vuelve a intentarlo en unos minutos.
it_it: C'è stato un errore. Riprova tra qualche minuto.
pt: Ocorreu um Erro. Tente novamente em alguns minutos.

# lblPrint
source: Print
es_es: Imprimir
it_it: Stampa
pt: Imprimir

# lblQtdPeople
source: People quantity:
es_es: Cantidad de personas:
it_it: Quantità di persone:
pt: Qtd. pessoas:

# alertLoginBadAuth
source: Incorrect user or password
es_es: Usuario o contraseña incorrecta
it_it: Utente o password errati
pt: Usuário ou senha incorreto

# alertSessionExpired
source: Your session has expired
es_es: Su sesión ha caducado
it_it: La tua sessione è scaduta
pt: Sua sessão expirou

# alertSlowConnection
source: The connection seems slow or lost. Check your internet and try again please.
es_es: La conexión parece lenta o se ha perdido. Compruebe su Internet y vuelva a intentarlo por favor.
it_it: La connessione sembra lenta o persa. Controlla la tua connessione Internet e riprova, per favore.
pt: A conexão parece lenta ou foi perdida. Verifique sua internet e tente novamente por favor.

# lblClickHereLocation
source: Click here to select location
es_es: Click aquí para seleccionar la ubicación
it_it: Clicca qui per selezionare l'area
pt: Clique aqui para selecionar a localização

# ECheckinSubStatusActive
source: Active
es_es: Activo
it_it: Attiva
pt: Ativo

# ECheckinSubStatusClosed
source: Closed
es_es: Cerrado
it_it: Chiuso
pt: Fechado

# ECheckinSubStatusDenied
source: Denied
es_es: Negado
it_it: Rifiutato
pt: Negado

# ECheckinSubStatusPending
source: Pending
es_es: Pendiente
it_it: In attesa
pt: Pendente

# ECheckinSubStatusRequestedCheckout
source: Requested checkout
es_es: Checkout solitado
it_it: Richiesto checkout
pt: Solicitado checkout

# ECheckinSubStatusUndefined
source: Undefined
es_es: Indefinido
it_it: Indefinito
pt: Não definido

# EOrderStatusAccepted
source: Accepted
es_es: Aceptado
it_it: Accettato
pt: Aceito

# EOrderStatusCanceled
source: Canceled
es_es: Cancelado
it_it: Cancellato
pt: Cancelado

# EOrderStatusClosed
source: Closed
es_es: Cerrado
it_it: Chiuso
pt: Fechado

# EOrderStatusDone
source: Delivered
es_es: Entregado
it_it: Consegnato
pt: Entregado

# EOrderStatusOnGoing
source: On going
es_es: En progreso
it_it: In corso
pt: Em andamento

# EOrderStatusPending
source: Pending
es_es: Pendiente
it_it: In attesa
pt: Pendente

# ECheckinStatusCheckinPending
source: Pending
es_es: Pendiente
it_it: In attesa
pt: Pendente

# ECheckinStatusDenied
source: Denied
es_es: Negado
it_it: Negato
pt: Negado

# ECheckinStatusRequestedCheckin
source: Requested checkin
es_es: Checkin solicitado
it_it: Richiesto Check-in
pt: Checkin solicitado

# ECheckinStatusRequestedCheckout
source: Requested checkout
es_es: Checkout solitado
it_it: =Richiesto Checkout
pt: Solicitado checkout

# lstSelect
source: Select
es_es: Seleccionar
it_it: Selezionare
pt: Selecione

# alertSelectStar
source: Please rate between 1 and 5 stars
es_es: Por favor califica entre 1 y 5 estrellas
it_it: Si prega di valutare tra 1 e 5 stelle
pt: Por favor avalie entre 1 e 5 estrelas

# lblRemoveImage
source: Remove image
es_es: Quitar imagen
it_it: Rimuovi immagine
pt: Remover imagem

# lblSeeImage
source: View image
es_es: Ver imagen
it_it: Guarda l'immagine
pt: Visualizar imagem

# lblWait
source: Wait
es_es: Espere
it_it: Aspetta
pt: Aguarde

# lblWhatYouWantToDo
source: What you want to do?
es_es: Que quieres hacer?
it_it: Cosa vuoi fare?
pt: O que deseja fazer?

# lblLocationTableChair
source: Location# (Table, Chair)
es_es: Localizacion# (Mesa#/Numero de silla#)
it_it: Area# (Tavolo,Sedia)
pt: Localização# (Mesa, Cadeira)

# lblRequestCheckout
source: Request checkout
es_es: Solicitar cuentas
it_it: Richiedi il checkout
pt: Solicitar conta

# lblSeeDetails
source: See details
es_es: Ver detalles
it_it: Vedi i dettagli
pt: Visualize os detalhes

# lblSubCheckinsWithDetails
source: (Click in the location name to see more details)
es_es: (Clic en el nombre de la localización para ver más detalles)
it_it: (Fai click sul nome dell'area per visualizzare ulteriori dettagli)
pt: (Clique no nome da Localização para ver mais detalhes)

# alertFillPrefix
source: Please fill {0}
es_es: Por favor llene {0}
it_it: perfavore compila questo campo {0}
pt: Por favor informe {0}

# alertFillQuantity
source: Please fill quantity of people
es_es: Por favor llene la cantidad de personas
it_it: Si prega di compilare la quantità di persone
pt: Por favor informe a quantidade de pessoas

source: (Optional)
es_es: (Opcional)
it_it: (opzionale)
pt: (Opcional)

# alertBodyChoosePaymentMethod
source: Choose your payment method
es_es: Escoja su método de pago
it_it: Scegli il tuo metodo di pagamento
pt: Escolha o metodo de pagamento que deseja fazer

# alertTitleChoosePaymentMethod
source: Payment method
es_es: Método de pago
it_it: Metodo di pagamento
pt: Forma de pagamento

# alertCloseAllActiveLocations
source: You need to close all active locations before
es_es: Necesitas cerrar todas las ubicaciones activas antes
it_it: È necessario chiudere tutte le aree attive che hai aperto
pt: Você precisa encerrar todas as localizações ativas primeiro

# lblOpenNewBillLocation
source: Open new bill at new location
es_es: Abrir nueva cuenta en nueva ubicación
it_it: Apri un nuovo conto in una nuova area
pt: Abrir nova conta em uma nova localização

# lblNotInformedObs
source: (NOT INFORMED)
es_es: (NO INFORMADO)
it_it: (NON INFORMATO)
pt: (NÃO INFORMADO)

# lblPleaseFill
source: Enter {0}
es_es: Llene {0}
it_it: Entra {0}
pt: Preencher o {0}

# lblStartOrder
source: Start order
es_es: Iniciar pedido
it_it: Ordina
pt: Iniciar pedido

# textItalian
source: Italian
es_es: Italiano
it_it: Italiano
pt: Italiano

# lblCloseBill
source: Close bill
es_es: Cerrar cuenta
it_it: Chiudi il conto
pt: Fechar conta

# txtAll2
source: All
es_es: Todo
it_it: Tutti
pt: Todos

# YouNeedToCloseCheckinBeforeOrdering
source: You need to close your bill at {0} in order to place an order in {1}
es_es: Necesitas cerrar tu cuenta en {0} para poder hacer una orden en {1}
it_it: Devi chiudere il conto a {0} per effettuare un ordine in {1}
pt: Você tem que fechar a conta no {0} para pedir no {1}

# alertAddOrderDifferentCompany
source: You cannot add an order from a different Company. Your current checkin is in this Company
es_es: No puedes agregar un pedido de una compañía diferente. Tu registro actual está en el negocio
it_it: Non è possibile effettuare un ordine da un diverso check in.
pt: Você não pode adicionar um pedido de uma empresa diferente. Seu checkin atual esta na empresa

# alertAddOrderDifferenteLocation
source: You cannot add an order from a different location. Your current checkin is in this location {0}
es_es: No puedes agregar un pedido desde una ubicación diferente. Tu registro actual está en la ubicación {0}
it_it: Non è possibile aggiungere un ordine da un area diferente. La tua area è {0}
pt: Você tem um carrinho pendente na localização {0}. Você precisa finalizar o carrinho ou removê-lo antes de iniciar um novo

# AlertAlreadyhasCheckin
source: You have a checkin open at another company. Impossible to continue.
es_es: Te has registrado en otra empresa. Imposible continuar.
it_it: Hai effettuato il check-in presso un'altra azienda. Impossibile continuare.
pt: Você possui checkin em outra empresa. Impossivel continuar.

# AlertCartRequestedSucessfull
source: The order was sucessfull sent.
es_es: El pedido fue enviado con éxito.
it_it: L'ordine è stato inviato con successo
pt: O pedido foi enviado com sucesso

# AlertNewNotification
source: You have a new notification
es_es: Tienes una nueva notificación.
it_it: Hai una nuova notifica
pt: Você possui uma nova notificação

# alertPaymentMethod
source: You need to select payment method
es_es: Debes seleccionar el método de pago
it_it: Devi selezionare il metodo di pagamento
pt: Você precisa selecionar o método de pagamento

# alertSelectPaymentType
source: You need to select payment type
es_es: Debes seleccionar el tipo de pago
it_it: Devi selezionare il tipo di pagamento
pt: Você precisa selecionar o tipo de pagamento

# alertSelectTimeOrder
source: You need to select order time
es_es: Necesitas seleccionar el tiempo de pedido
it_it: Devi selezionare il tempo richiesto di consegna
pt: Você precisa selecionar o tempo do pedido

# textCartAddNewCard
source: Add new Card
es_es: Añadir nueva tarjeta
it_it: Aggiungi carta
pt: Adicionar novo Cartão

# textCartAsap
source: ASAP
es_es: Más rápido posible
it_it: Apeena possibile
pt: Mais rápido possível

# textCartCash
source: Cash
es_es: Dinero
it_it: Contanti
pt: Dinheiro

# textCartCheckout
source: Check-out
pt: Finalizar

# textCartContinue
source: Continue
es_es: Continuar
it_it: Continuare
pt: Continuar

# textCartEmptyCart
source: Empty Cart
es_es: Vaciar el carrito
it_it: Svuota il carrello
pt: Limpar Carrinho

# textCartPaymentMethods
source: Payment methods
es_es: método de pago
it_it: metodo d pagamento
pt: Métodos de pagamento

# textCartPaymentOptions
source: Payment options
es_es: Opciones de pago
it_it: Opzioni d pagamento
pt: Opções de pagamento

# textCartPayNow
source: Close Bill - Pay Now
es_es: Cerrar factura - Pagar ahora
it_it: Chiudi il conto - Paga adesso
pt: Fechar Conta - Pagar Agora

# textCartSendOrder
source: Send Order
es_es: Enviar orden
it_it: Invia ordine
pt: Enviar Pedido

# textCartSpecifiedTime
source: Specified Time
es_es: Especifique el tiempo
it_it: Specificare il tempo
pt: Tempo especifico

# textCartTimeToOrder
source: Time to order
es_es: Tiempo del pedido
it_it: Tempo dell'ordinazione
pt: Tempo do pedido

# textCartTransferBill
source: Transfer to Main Bill
es_es: Transferir a la cuenta princicpal
it_it: Trasferimento sul conto principale
pt: Transferir para conta principal

# textCartYourOrder
source: Your Order
es_es: Su orden
it_it: Il tuo ordine
pt: Seu pedido

# textOrderRemoved
source: Order removed
es_es: Orden eliminada
it_it: Ordine rimosso
pt: Pedido removido

# textUndo
source: Undo
es_es: Deshacer
it_it: Rimuovere
pt: Desfazer

# textWelcomeToChat
source: Hi {0} how can we help you?
es_es: Hola {0}, cómo podemos ayudarte?
it_it: Ciao {0}, come possiamo aiutarla
pt: Olá {0} como podemos ajuda-lo?

# lblPendingInCash
source: Pending in cash
es_es: Pendiente en dinero
it_it: In attesa di contanti
pt: Pendente em dinheiro

# lblCompanyUseCardOnline
source: Allow credit card processing?
es_es: ¿Permitir el procesamiento de la tarjeta de crédito?
it_it: Consentire l&#39;elaborazione della carta di credito ?!
pt: Permitir cartão de crédito online?

# lblTransfer
source: (TRANSFER)
es_es: (TRANSFERIDO)
it_it: (TRANSFERITI)
pt: (TRANSFERIDO)

# alertSelectedLocationMenu
source: Select location meny type
es_es: Selecionar un tipo de menu de localizacion
it_it: Seleziona il menu tipo di area.
pt: Selecione o tipo do menu

# lblBody
source: Text
es_es: Texto
it_it: Testo
pt: Texto

# lblCreateMenu
source: Create menu
es_es: Crear menu
it_it: Crea un menu
pt: Criar menu

# lblEditMenu
source: Edit menu
es_es: Editar grupo
it_it: Modificare menu
pt: Editar menu

# lblLocationMenuType
source: Location Menu Type
es_es: Tipo de menu de localizacion
it_it: Tipo menu di area
pt: Tipo do Menu da Localização

# lblMenu
source: Informative Menu
es_es: Menú Informativo
it_it: Menu Informativo
pt: Menu Informativo

# lblCurrency
source: Currency
es_es: Moneda
it_it: Moneta
pt: Moeda

# lblPayLaterTwo
source: Transfer to main bill
es_es: Transferencia a la factura principal
it_it: Trasferisci sul conto principale
pt: Transferir para a conta principal!

# txtTypeMessage
source: Type your message here
es_es: Escriba aquí su mensaje...
it_it: Digita qui il tuo messaggio
pt: Digite sua mensagem aqui...

# lblSameReasonForAllItems
source: Apply same answer to all items?
es_es: ¿Aplicar la misma respuesta a todos los artículos?
it_it: Applicare la stessa risposta a tutti gli articoli ?!
pt: Aplicar a mesma resposta a todos os itens ?!

# textUndo1
source: Come back
es_es: ¡Regresa!
it_it: Torna indietro
pt: Volte!

# lblAllowChatOnlyForCustomers
source: Enable chat for customers only?
es_es: ¿Habilitar chat solo para clientes?
it_it: Abilitare la chat solo per i clienti?
pt: Ativar bate-papo apenas para clientes?

# msgError
source: Error
it_it: Errore
pt: Erro

# msgAccept
source: Accept
es_es: Aceptar
it_it: Accettare
pt: Aceitar

# msgNotCheckIn
source: You must have an active CheckIn to start a chat.
es_es: Debe tener un Check-In activo para iniciar un chat.
it_it: È necessario disporre di un CheckIn attivo per avviare una chat.!
pt: Você deve ter um Check-in ativo para iniciar um bate-papo.!

# lblRegisterSurname
source: Surname
es_es: Apellido
it_it: COgnome
pt: Sobrenome

# lblCompanyCard
source: Company card
es_es: Tarjeta de empresa
it_it: Carta dell'azienda
pt: Cartão da empresa

# alertFillSurname
source: Please fill your surname
es_es: Por favor escriba su apelido
it_it: Inserisci il cognome
pt: Por favor preencha seu sobrenome

# lblPhone1
source: Phone
es_es: Telefono
it_it: Telefono

# lblOrderPrice
source: Total: {0:C}
it_it: Totale: {0:C}

# lblSubTotal
source: Sub-Total
it_it: Totale parziale

# lblTotal
source: Total
it_it: Totale

# lblTotalTwoPoints
source: Total:
it_it: Totale:
